[
  {
    "title": "Projeto VEM (Viver Em Movimento)",
    "description": "O projeto proposto é uma aplicação que fornecerá informações sobre grupos esportivos gratuitos disponíveis em uma cidade, com o objetivo de aumentar o acesso e o engajamento da população em práticas esportivas.",
    "projectImg": "project-1.png",
    "links": [
      { "label": "Ver projeto", "url": "https://projeto-vem.netlify.app/" },
      { "label": "Github", "url": "https://github.com/ICEI-PUC-Minas-PMV-SI/pmv-si-2023-1-e1-proj-web-t5-esportes_gratuitos" }
    ]
  },
  {
    "title": "Green-Rocket",
    "description": "Este projeto é dedicado ao desenvolvimento de soluções para uma empresa focada no cultivo sustentável e eficiente de cannabis medicinal, com atuação B2B. Acreditamos que é possível unir tecnologia, responsabilidade ambiental e inovação para promover o acesso a produtos de alta qualidade.",
    "projectImg": "project-2.png",
    "links": [
      { "label": "Ver projeto", "url": "https://green-rocket.vercel.app/" },
      { "label": "Github", "url": "https://github.com/RochtBruno/green-rocket" }
    ]
  },
  {
    "title": "Around Us",
    "description": "O Around Us é uma aplicação web full stack que permite aos usuários criar uma conta, fazer login, editar seu perfil, adicionar cartões com imagens, curtir e deletar cartões. O projeto foi desenvolvido com foco em autenticação, autorização, integração front-end/back-end e boas práticas de desenvolvimento web.",
    "projectImg": "project-3.png",
    "links": [
      { "label": "Ver projeto", "url": "https://web-project-api-full-peach.vercel.app/" },
      { "label": "Github", "url": "https://github.com/RochtBruno/web_project_api_full" }
    ]
  },
  {
    "title": "News Explorer",
    "description": "News Explorer é uma aplicação web que permite aos usuários pesquisar e salvar artigos de notícias de várias fontes. A aplicação utiliza a NewsAPI para buscar artigos com base em palavras-chave fornecidas pelos usuários. Os usuários podem criar uma conta, fazer login, pesquisar artigos, visualizar detalhes dos artigos e salvar seus artigos favoritos para acesso futuro.",
    "projectImg": "project-4.png",
    "links": [
      { "label": "Ver projeto", "url": "https://news-explorer-eight.vercel.app/" },
      { "label": "Github", "url": "https://github.com/RochtBruno/news-Explorer" }
    ]
  }
]